{
  "Acao": [
    {
      "id": 1,
      "titulo": "John Wick: Um Novo Dia Para Matar",
      "ano": "2017",
      "direção": "Chad Stahelski",
      "duração": "2h2m",
      "avaliação": "89/100",
      "imagem": "https://m.media-amazon.com/images/I/91EG4ma8hvL._AC_SL1500_.jpg",
      "sinopse": "Após recuperar seu carro, John Wick (Keanu Reeves) acredita que enfim poderá se aposentar. Entretanto, a reaparição de Santino D'Antonio (Riccardo Scarmacio) atrapalha seus planos. Dono de uma promissória em nome de Wick, por ele usada para deixar o posto de assassino profissional da Alta Cúpula, Santino cobra a dívida existente e insiste para que ele mate sua própria irmã, Gianna (Claudia Gerini)."
    },
    {
      "id": 2,
      "titulo": "Jogador Nº1",
      "ano": "2018",
      "direção": "Steven Spielberg",
      "duração": "2h20m",
      "avaliação": "72/100",
      "imagem": "https://m.media-amazon.com/images/I/91z865cb5-L._AC_SY879_.jpg",
      "sinopse": "Num futuro distópico, em 2044, Wade Watts (Tye Sheridan), como o resto da humanidade, prefere a realidade virtual do jogo OASIS ao mundo real. Quando o criador do jogo, o excêntrico James Halliday (Mark Rylance) morre, os jogadores devem descobrir a chave de um quebra-cabeça diabólico para conquistar sua fortuna inestimável. Para vencer, porém, Watts terá de abandonar a existência virtual e ceder a uma vida de amor e realidade da qual sempre tentou fugir."
    },
    {
      "id": 3,
      "titulo": "The Batman",
      "ano": "2022",
      "direção": "Matt Reeves",
      "duração": "2h56m",
      "avaliação": "85/100",
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/3/38/The_Batman_poster.jpg",
      "sinopse": "Batman (The Batman, no original) segue o segundo ano de Bruce Wayne (Robert Pattinson) como o herói de Gotham, causando medo nos corações dos criminosos da sombria cidade. Com apenas alguns aliados de confiança - Alfred Pennyworth (Andy Serkis) e o tenente James Gordon (Jeffrey Wright) - entre a rede corrupta de funcionários e figuras importantes do distrito, o vigilante solitário se estabeleceu como a única personificação da vingança entre seus concidadãos. Durante uma de suas investigações, Bruce acaba envolvendo a si mesmo e Gordon em um jogo de gato e rato, ao investigar uma série de maquinações sádicas em uma trilha de pistas enigmáticas estabelecida pelo vilão Charada. Quando o trabalho acaba o levando a descobrir uma onda de corrupção que envolve o nome de sua família, pondo em risco a própria integridade e as memórias que tinha sobre seu pai, Thomas Wayne, as evidências começam a chegar mais perto de casa, precisando, Batman, forjar novos relacionamentos, para assim desmascarar o culpado e fazer justiça ao abuso de poder e à corrupção que há muito tempo assola Gotham City."
    },
    {
      "id": 4,
      "titulo": "Mad Max: Estrada da Fúria",
      "ano": "2015",
      "direção": "George Miller",
      "duração": "2h00m",
      "avaliação": "97/100",
      "imagem": "https://images.justwatch.com/poster/8716677/s718/mad-max-estrada-da-furia.%7Bformat%7D",
      "sinopse": "Após ser capturado por Immortan Joe, um guerreiro das estradas chamado Max (Tom Hardy) se vê no meio de uma guerra mortal, iniciada pela Imperatriz Furiosa (Charlize Theron) na tentativa se salvar um grupo de garotas. Também tentanto fugir, Max aceita ajudar Furiosa em sua luta contra Joe e se vê dividido entre mais uma vez seguir sozinho seu caminho ou ficar com o grupo."
    }
  ],
  "Suspense": [
    {
      "id": 1,
      "titulo": "Um Contratempo",
      "ano": "2016",
      "direção": "Oriol Paulo",
      "duração": "1h46m",
      "avaliação": "70/100",
      "imagem": "https://cinema10.com.br/upload/filmes/filmes_15423_um-contratempo_Easy-Resize.com.jpg",
      "sinopse": "Tudo está indo muito bem para Adrian Doria (Mario Casas). Seu negócio é um sucesso e lhe trouxe riqueza, sua bela esposa teve a criança perfeita, e sua amante está bem com o caso dos dois escondido. Tudo está ótimo até que Doria desperta num quarto de hotel, depois de ser atingido na cabeça, e encontra sua amante morta no banheiro, coberta com um monte de notas em euros. Pior, o quarto é trancado por dentro e não tem nenhuma maneira de entrar ou sair. Com tudo o que construiu desmoronando aos seus pés, Doria recorre a melhor advogada de defesa da Espanha, Virginia Goodman (Ana Wagener), e eles tentam descobrir o que realmente aconteceu na noite anterior."
    },
    {
      "id": 2,
      "titulo": "Fragmentado",
      "ano": "2017",
      "direção": "M. Night Shyamalan",
      "duração": "1h57m",
      "avaliação": "78/100",
      "imagem": "https://br.web.img2.acsta.net/pictures/17/02/24/16/32/482058.jpg",
      "sinopse": "Kevin possui 23 personalidades distintas e consegue alterná-las quimicamente em seu organismo apenas com a força do pensamento. Um dia, ele sequestra três adolescentes que encontra em um estacionamento. Vivendo em cativeiro, elas passam a conhecer as diferentes facetas de Kevin e precisam encontrar algum meio de escapar."
    },
    {
      "id": 3,
      "titulo": "A Ilha do Medo",
      "ano": "2010",
      "direção": "Martin Scorsese",
      "duração": "2h18m",
      "avaliação": "68/100",
      "imagem": "https://assets.cinebelasartes.com.br/wp-content/uploads/2016/03/ILHA-DO-MEDO.jpg",
      "sinopse": "1954. Teddy Daniels (Leonardo DiCaprio) investiga o desaparecimento de um paciente no Shutter Island Ashecliffe Hospital, em Boston. No local, ele descobre que os médicos realizam experiências radicais com os pacientes, envolvendo métodos ilegais e anti-éticos. Teddy tenta buscar mais informações, mas enfrenta a resistência dos médicos em lhe fornecer os arquivos que possam permitir que o caso seja aberto. Quando um furacão deixa a ilha sem comunicação, diversos prisioneiros conseguem escapar e tornam a situação ainda mais perigosa."
    },
    {
      "id": 4,
      "titulo": "Nós",
      "ano": "2019",
      "direção": "Jordan Peele",
      "duração": "2h1m",
      "avaliação": "93/100",
      "imagem": "https://br.web.img3.acsta.net/pictures/19/02/07/14/16/5034340.jpg",
      "sinopse": "Adelaide (Lupita Nyong'o) e Gabe (Winston Duke) decidem levar a família para passar um fim de semana na praia e descansar em uma casa de veraneio. Eles viajam com os filhos e começam a aproveitar o ensolarado local, mas a chegada de um grupo misterioso muda tudo e a família se torna refém de seus próprios duplos."
    }
  ],
  "Drama": [
    {
      "id": 1,
      "titulo": "Um Sonho de Liberdade",
      "ano": "1994",
      "direção": "Frank Darabont",
      "duração": "2h22m",
      "avaliação": "91/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/90/16/48/20083748.jpg",
      "sinopse": "Em 1946, Andy Dufresne (Tim Robbins), um jovem e bem sucedido banqueiro, tem a sua vida radicalmente modificada ao ser condenado por um crime que nunca cometeu, o homicídio de sua esposa e do amante dela. Ele é mandado para uma prisão que é o pesadelo de qualquer detento, a Penitenciária Estadual de Shawshank, no Maine. Lá ele irá cumprir a pena perpétua. Andy logo será apresentado a Warden Norton (Bob Gunton), o corrupto e cruel agente penitenciário, que usa a Bíblia como arma de controle e ao Capitão Byron Hadley (Clancy Brown) que trata os internos como animais. Andy faz amizade com Ellis Boyd Redding (Morgan Freeman), um prisioneiro que cumpre pena há 20 anos e controla o mercado negro da instituição."
    },
    {
      "id": 2,
      "titulo": "Django Livre",
      "ano": "2012",
      "direção": "Quentin Tarantino",
      "duração": "2h45m",
      "avaliação": "87/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/90/07/53/20391069.jpg",
      "sinopse": "No sul dos Estados Unidos, o ex-escravo Django faz uma aliança inesperada com o caçador de recompensas Schultz para caçar os criminosos mais procurados do país e resgatar sua esposa de um fazendeiro que força seus escravos a participar de competições mortais."
    },
    {
      "id": 3,
      "titulo": "Histórias Cruzadas",
      "ano": "2011",
      "direção": "Tate Taylor",
      "duração": "2h26m",
      "avaliação": "76/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/87/36/77/20028823.jpg",
      "sinopse": "Nos anos 60, no Mississippi, Skeeter é uma garota da alta sociedade que retorna determinada a se tornar escritora. Ela começa a entrevistar as mulheres negras da cidade, que deixaram suas vidas para trabalhar na criação dos filhos da elite branca, da qual a própria Skeeter faz parte. Aibileen Clark, a emprega da melhor amiga de Skeeter, é a primeira a conceder uma entrevista. Apesar das críticas, Skeeter e Aibileen continuam trabalhando juntas e, aos poucos, conseguem novas adesões."
    },
    {
      "id": 4,
      "titulo": "Intocáveis",
      "ano": "2011",
      "direção": "Olivier Nakache, Éric Toledano",
      "duração": "1h52m",
      "avaliação": "76/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/89/89/00/20143859.jpg",
      "sinopse": "Em, Intocáveis, Philippe (François Cluzet) é um aristocrata rico que, após sofrer um grave acidente, fica tetraplégico. Precisando de um assistente, ele decide contratar Driss (Omar Sy), um jovem problemático que não tem a menor experiência em cuidar de pessoas no seu estado. Aos poucos, Driss aprende a função, apesar das diversas gafes que comete. Philippe, por sua vez, se afeiçoa cada vez mais ao jovem por ele não tratá-lo como um pobre coitado. De pouco em pouco a amizade entre ambos vai se estabelecendo, conhecendo melhor um o mundo do outro."
    }
  ],
  "Fantasia": [
    {
      "id": 1,
      "titulo": "O Senhor dos Anéis: A Sociedade do Anel",
      "ano": "2001",
      "direção": "Peter Jackson",
      "duração": "2h58m",
      "avaliação": "91/100",
      "imagem": "https://br.web.img3.acsta.net/medias/nmedia/18/92/91/32/20224832.jpg",
      "sinopse": "Em uma terra fantástica e única, um hobbit recebe de presente de seu tio um anel mágico e maligno que precisa ser destruído antes que caia nas mãos do mal. Para isso, o hobbit Frodo tem um caminho árduo pela frente, onde encontra perigo, medo e seres bizarros. Ao seu lado para o cumprimento desta jornada, ele aos poucos pode contar com outros hobbits, um elfo, um anão, dois humanos e um mago, totalizando nove seres que formam a Sociedade do Anel."
    },
    {
      "id": 2,
      "titulo": "Harry Potter e o Prisioneiro de Azkaban",
      "ano": "2004",
      "direção": "Alfonso Cuarón",
      "duração": "2h19m",
      "avaliação": "90/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/93/88/04/20282944.jpg",
      "sinopse": "É o início do terceiro ano na escola de bruxaria Hogwarts. Harry, Ron e Hermione têm muito o que aprender. Mas uma ameaça ronda a escola e ela se chama Sirius Black. Após doze anos encarcerado na prisão de Azkaban, ele consegue escapar e volta para vingar seu mestre, Lord Voldemort. Para piorar, os Dementores, guardas supostamente enviados para proteger Hogwarts e seguir os passos de Black, parecem ser ameaças ainda mais perigosas."

    },
    {
      "id": 3,
      "titulo": "O Labirinto do Fauno",
      "ano": "2006",
      "direção": "Guilhermo del Toro",
      "duração": "1h59m",
      "avaliação": "95/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/87/14/49/19872468.jpg",
      "sinopse": "Em 1944, na Espanha, a jovem Ofélia e sua mãe doente chegam ao posto do novo marido de sua mãe, um sádico oficial do exército que está tentando reprimir uma guerrilheira. Enquanto explorava um labirinto antigo, Ofélia encontra o Pan fauno, que diz que a menina é uma lendária princesa perdida e que ela precisa completar três tarefas perigosas a fim de se tornar imortal."
    },
    {
      "id": 4,
      "titulo": "A Fantástica Fábrica de Chocolate",
      "ano": "1971",
      "direção": "Mel Stuart",
      "duração": "1h38m",
      "avaliação": "91/100",
      "imagem": "https://br.web.img3.acsta.net/c_310_420/medias/nmedia/18/92/61/33/20208868.jpg",
      "sinopse": "Charlie Bucket (Peter Ostrum) é um menino pobre, que acha um dos cobiçados 'bilhetes dourados' que dão direito a um carregamento vitalício de chocolates Wonka, além de poder conhecer a misteriosa fábrica de chocolates. Ele e mais quatro crianças passeiam pelo lugar, mas Willy Wonka (Gene Wilder), o dono da fábrica, não é uma pessoa bacana e sim uma figura manipuladora. As crianças, ao mesmo tempo em que mergulham de cabeça nos seus desejos, pagam um preço por isso."
    }
  ],
  "Ficcao-Cientifica": [
    {
      "id": 1,
      "titulo": "Matrix",
      "ano": "1999",
      "direção": "Lana Wachowski, Lilly Wachowski",
      "duração": "2h16m",
      "avaliação": "85/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/91/08/82/20128877.JPG",
      "sinopse": "Em um futuro próximo, Thomas Anderson (Keanu Reeves), um jovem programador de computador que mora em um cubículo escuro, é atormentado por estranhos pesadelos nos quais encontra-se conectado por cabos e contra sua vontade, em um imenso sistema de computadores do futuro. Em todas essas ocasiões, acorda gritando no exato momento em que os eletrodos estão para penetrar em seu cérebro. À medida que o sonho se repete, Anderson começa a ter dúvidas sobre a realidade. Por meio do encontro com os misteriosos Morpheus (Laurence Fishburne) e Trinity (Carrie-Anne Moss), Thomas descobre que é, assim como outras pessoas, vítima do Matrix, um sistema inteligente e artificial que manipula a mente das pessoas, criando a ilusão de um mundo real enquanto usa os cérebros e corpos dos indivíduos para produzir energia. Morpheus, entretanto, está convencido de que Thomas é Neo, o aguardado messias capaz de enfrentar o Matrix e conduzir as pessoas de volta à realidade e à liberdade."
    },
    {
      "id": 2,
      "titulo": "Interestelar",
      "ano": "2014",
      "direção": "Christopher Nolan",
      "duração": "2h49m",
      "avaliação": "73/100",
      "imagem": "https://play-lh.googleusercontent.com/em2griqrHoxmxEss_WM5Fi2iqSEKrEfLNAltjX54lREOR0nz0du__KuSi2bA_YNjS4w",
      "sinopse": "Após ver a Terra consumindo boa parte de suas reservas naturais, um grupo de astronautas recebe a missão de verificar possíveis planetas para receberem a população mundial, possibilitando a continuação da espécie. Cooper (Matthew McConaughey) é chamado para liderar o grupo e aceita a missão sabendo que pode nunca mais ver os filhos. Ao lado de Brand (Anne Hathaway), Jenkins (Marlon Sanders) e Doyle (Wes Bentley), ele seguirá em busca de uma nova casa. Com o passar dos anos, sua filha Murph (Mackenzie Foy e Jessica Chastain) investirá numa própria jornada para também tentar salvar a população do planeta."
    },
    {
      "id": 3,
      "titulo": "Perdido em Marte",
      "ano": "2015",
      "direção": "Ridley Scott",
      "duração": "2h24m",
      "avaliação": "91/100",
      "imagem": "https://br.web.img2.acsta.net/pictures/16/01/18/18/57/082205.jpg",
      "sinopse": "O astronauta Mark Watney é enviado a uma missão para Marte, mas após uma severa tempestade, ele é dado como morto, abandonado pelos colegas e acorda sozinho no planeta inóspito com escassos suprimentos e sem saber como reencontrar os companheiros ou retornar à Terra. Ele inicia então uma dura luta pela própria sobrevivência, utilizando de todo o seu conhecimento científico para fazer contato e retornar para casa."
    },
    {
      "id": 4,
      "titulo": "O Predestinado",
      "ano": "2014",
      "direção": "Michael Spierig, Peter Spierig",
      "duração": "1h37m",
      "avaliação": "84/100",
      "imagem": "https://cineclick-static.flixmedia.cloud/1280/processed/615461cf-b76a-4952-a8b1-cddaaf35706f.webp",
      "sinopse": "Um agente temporal encara sua última missão após anos de viagens no tempo caçando criminosos e executando a lei. O desafio final será finalmente capturar seu inimigo mais desafiador, o homem que há muito o intriga e ludibria."
    }
  ],
  "Terror": [
    {
      "id": 1,
      "titulo": "Hereditário",
      "ano": "2018",
      "direção": "Ari Aster",
      "duração": "2h7m",
      "avaliação": "90/100",
      "imagem": "https://br.web.img3.acsta.net/pictures/18/06/14/13/11/1751062.jpg",
      "sinopse": "Após a morte da reclusa avó, a família Graham começa a desvendar algumas coisas. Mesmo após a partida da matriarca, ela permanece como se fosse uma sombra sobre a família, especialmente sobre a solitária neta adolescente, Charlie, por quem ela sempre manteve uma fascinação não usual. Com um crescente terror tomando conta da casa, a família explora lugares mais escuros para escapar do infeliz destino que herdaram."
    },
    {
      "id": 2,
      "titulo": "Invocação do Mal",
      "ano": "2013",
      "direção": "James Wan",
      "duração": "1h52m",
      "avaliação": "86/100",
      "imagem": "https://br.web.img2.acsta.net/pictures/210/166/21016629_2013062820083878.jpg",
      "sinopse": "Harrisville, Estados Unidos. Um casal (Ron Livinston e Lili Taylor) muda para uma casa nova ao lado de suas cinco filhas. Inexplicavelmente, estranhos acontecimentos começam a assustar as crianças, o pai e, principalmente, a mãe. Preocupada com algumas manchas que aparecem em seu corpo e com uma sequência de sustos que levou, ela decide procurar um famoso casal de investigadores paranormais (Patrick Wilson e Vera Farmiga), mas eles não aceitam o convite, acreditando ser somente mais um engano de pessoas apavoradas com canos que fazem barulhos durante a noite ou coisas do gênero. Porém, quando eles aceitam fazer uma visita ao local, descobrem que algo muito poderoso e do mal reside ali. Agora, eles precisam descobrir o que é e o porquê daquilo tudo acontecendo com os membros daquela família. É quando o passado começa a revelar uma entidade demoníaca querendo continuar sua trajetória de maldades."
    },
    {
      "id": 3,
      "titulo": "Corrente do Mal",
      "ano": "2014",
      "direção": "David Robert Mitchell",
      "duração": "1h40m",
      "avaliação": "95/100",
      "imagem": "https://br.web.img3.acsta.net/pictures/15/05/15/13/59/490314.jpg",
      "sinopse": "A jovem Jay (Maika Monroe) leva uma vida tranquila entre escola, paqueras e passeios no lago. Após uma transa, o garoto com quem passou a noite explica que ele carregava no corpo uma força maligna, transmissível às pessoas apenas pelo sexo. Enquanto vive o dilema de carregar a sina ou passá-la adiante, a jovem começa a ser perseguida por figuras estranhas que tentam matá-la e não são vistas por mais ninguém."
    },
    {
      "id": 4,
      "titulo": "Corra!",
      "ano": "2017",
      "direção": "Jordan Peele",
      "duração": "1h44m",
      "avaliação": "98/100",
      "imagem": "https://br.web.img3.acsta.net/pictures/17/04/19/21/08/577190.jpg",
      "sinopse": "Chris (Daniel Kaluuya) é jovem negro que está prestes a conhecer a família de sua namorada branca Rose (Allison Williams). A princípio, ele acredita que o comportamento excessivamente amoroso por parte da família dela é uma tentativa de lidar com o relacionamento de Rose com um rapaz negro, mas, com o tempo, Chris percebe que a família esconde algo muito mais perturbador - e o jeito é tentar escapar."
    }
  ],
  "Comedia": [
    {
      "id": 1,
      "titulo": "O Auto da Compadecida",
      "ano": "2000",
      "direção": "Guel Arraes",
      "duração": "1h44m",
      "avaliação": "94/100",
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/b/bf/O_auto_da_compadecida.jpg",
      "sinopse": "As aventuras dos nordestinos João Grilo (Matheus Natchergaele), um sertanejo pobre e mentiroso, e Chicó (Selton Mello), o mais covarde dos homens. Ambos lutam pelo pão de cada dia e atravessam por vários episódios enganando a todos do pequeno vilarejo de Taperoá, no sertão da Paraíba. A salvação da dupla acontece com a aparição da Nossa Senhora (Fernanda Montenegro). Adaptação da obra de Ariano Suassuna."
    },
    {
      "id": 2,
      "titulo": "Anjos da Lei",
      "ano": "2012",
      "direção": "Phill Lord, Chris Miller",
      "duração": "1h49m",
      "avaliação": "85/100",
      "imagem": "https://br.web.img3.acsta.net/medias/nmedia/18/89/61/19/20057844.jpg",
      "sinopse": "Jenko (Channing Tatum) e Schmidt (Jonah Hill) estudaram juntos, mas jamais foram amigos. A situação muda quando se reencontram na academia de policiais, onde passam a ajudar um ao outro. Já formados, se envolvem em uma confusão ao tentar realizar a prisão de um traficante de drogas, que atuava no parque onde trabalhavam. Remanejados para uma divisão comandada pelo capitão Walters (Ice Cube), onde jovens policiais trabalham infiltrados, eles recebem a missão de desvendar quem é o fornecedor de uma nova e perigosa droga. De volta ao ambiente escolar e atuando sob nomes falsos, Jenko e Schmidt precisam se acostumar aos novos tempos sem perder o foco na tarefa que lhes foi incumbida."
    },
    {
      "id": 3,
      "titulo": "Todo Mundo Quase Morto",
      "ano": "2004",
      "direção": "Edgar Wright",
      "duração": "1h39m",
      "avaliação": "92/100",
      "imagem": "https://br.web.img3.acsta.net/pictures/14/09/06/06/08/169240.jpg",
      "sinopse": "Winchester. Shaun (Simon Pegg) trabalha como vendedor e divide uma casa com Ed (Nick Frost), seu melhor amigo, e Pete (Peter Serafinowicz). Ele costuma ir sempre ao pub local, mas Liz (Kate Ashfield), sua namorada, está cansada de lá. Além disto ela sempre reclama que ele não se separa de Ed, apesar de suas piadas bobas e seu desinteresse em fazer algo útil. Para resolver a questão Shaun aceita marcar um encontro com Liz em outro restaurante, mas se esquece de fazer a reserva. Irritada, ela decide terminar com ele. Shaun, arrasado, se embebeda no seu pub predileto ao lado de Ed, sem notar que as pessoas à sua volta estão se tornando zumbis, devido a um estranho fenômeno."
    },
    {
      "id": 4,
      "titulo": "Se Beber, Não Case!",
      "ano": "2009",
      "direção": "Todd Phillips",
      "duração": "1h40m",
      "avaliação": "79/100",
      "imagem": "https://br.web.img2.acsta.net/c_310_420/medias/nmedia/18/87/29/37/19874003.jpg",
      "sinopse": "Doug Billings (Justin Bartha) está prestes a se casar. Stu Price (Ed Helms), um dentista que planeja pedir a namorada em casamento, Phil Wenneck (Bradley Cooper), um professor colegial entediado com o matrimônio, e Alan Garner (Zach Galifianakis), seu futuro cunhado, são seus melhores amigos. O trio organiza uma festa de despedida de solteiro para Doug, levando-o para Las Vegas. Lá eles alugam uma suíte e têm uma noite de grande badalação. Na manhã seguinte os três acordam sem ter a menor idéia do que aconteceu na noite anterior. Eles sabem apenas que Stu perdeu um dente, há um tigre no banheiro, um bebê no closet e Doug simplesmente desapareceu. Para descobrir o que ocorreu, eles tentam juntar as memórias e reconstituir os eventos do dia anterior."
    }
  ],
  "Animacao": [
    {
      "id": 1,
      "titulo": "Viva - A Vida É Uma Festa",
      "ano": "2017",
      "direção": "Adrian Molina, Lee Unkrich",
      "duração": "1h45m",
      "avaliação": "97/100",
      "imagem": "https://br.web.img3.acsta.net/pictures/17/12/07/11/33/0502209.jpg",
      "sinopse": "Em Viva - A Vida é uma Festa, Miguel é um menino de 12 anos que quer muito ser um músico famoso, mas ele precisa lidar com sua família que desaprova seu sonho. Determinado a virar o jogo, ele acaba desencadeando uma série de eventos ligados a um mistério de 100 anos. A aventura, com inspiração no feriado mexicano do Dia dos Mortos, acaba gerando uma extraordinária reunião familiar."
    },
    {
      "id": 2,
      "titulo": "Toy Story 3",
      "ano": "2010",
      "direção": "Lee Unkrich",
      "duração": "1h43m",
      "avaliação": "98/100",
      "imagem": "https://prod-ripcut-delivery.disney-plus.net/v1/variant/disney/B954502EEF44542E6E0A107CBA36DCB134F150D3571EE80F8B2FDBCCC20CCDFA/scale?width=506&aspectRatio=2.00&format=jpeg",
      "sinopse": "Em Toy Story 3, Andy (John Morris) tem 17 anos e está prestes a ir para a faculdade. Desta forma, precisa arrumar o quarto e definir o que irá para o lixo e o que será guardado no sótão. Seus antigos brinquedos, entre eles Buzz Lightyear (Tim Allen), Jessie (Joan Cusack) e o Sr. Cabeça de Batata (Don Rickles), são separados para serem guardados no sótão. Entretanto, uma confusão faz com que a mãe de Andy os coloque no lixo. Woody (Tom Hanks), que será levado por Andy para a faculdade, decide salvá-los. O grupo escapa, mas acaba no carro da mãe de Andy. Ela leva a uma creche diversos brinquedos, entre eles Barbie (Jodi Benson). Ao chegarem, os amigos encontram um universo até então inimaginável, onde os brinquedos sempre têm crianças para brincarem com eles"
    },
    {
      "id": 3,
      "titulo": "Divertida Mente",
      "ano": "2015",
      "direção": "Peter Docker",
      "duração": "1h35m",
      "avaliação": "98/100",
      "imagem": "https://tempodeser.org.br/wp-content/uploads/2015/09/DIVERTIDAMENTE_1.jpg",
      "sinopse": "Riley é uma garota divertida de 11 anos de idade, que deve enfrentar mudanças importantes em sua vida quando seus pais decidem deixar a sua cidade natal, no estado de Minnesota, para viver em San Francisco. Dentro do cérebro de Riley, convivem várias emoções diferentes, como a Alegria, o Medo, a Raiva, o Nojinho e a Tristeza. A líder deles é Alegria, que se esforça bastante para fazer com que a vida de Riley seja sempre feliz. Entretanto, uma confusão na sala de controle faz com que ela e Tristeza sejam expelidas para fora do local. Agora, elas precisam percorrer as várias ilhas existentes nos pensamentos de Riley para que possam retornar à sala de controle - e, enquanto isto não acontece, a vida da garota muda radicalmente."
    },
    {
      "id": 4,
      "titulo": "Up - Altas Aventuras",
      "ano": "2009",
      "direção": "Peter Docker",
      "duração": "1h36m",
      "avaliação": "98/100",
      "imagem": "https://br.web.img3.acsta.net/medias/nmedia/18/92/03/73/20176438.jpg",
      "sinopse": "Carl Fredricksen (Edward Asner) é um vendedor de balões que, aos 78 anos, está prestes a perder a casa em que sempre viveu com sua esposa, a falecida Ellie. O terreno onde a casa fica localizada interessa a um empresário, que deseja construir no local um edifício. Após um incidente em que acerta um homem com sua bengala, Carl é considerado uma ameaça pública e forçado a ser internado em um asilo. Para evitar que isto aconteça, ele enche milhares de balões em sua casa, fazendo com que ela levante vôo. O objetivo de Carl é viajar para uma floresta na América do Sul, um local onde ele e Ellie sempre desejaram morar. Só que, após o início da aventura, ele descobre que seu pior pesadelo embarcou junto: Russell (Jordan Nagai), um menino de 8 anos."
    }
  ],
  "Romance": [
    {
      "id": 1,
      "titulo": "Ela",
      "ano": "2013",
      "direção": "Spike Jonze",
      "duração": "2h6m",
      "avaliação": "94/100",
      "imagem": "https://br.web.img2.acsta.net/pictures/13/12/19/22/18/242683.jpg",
      "sinopse": "Em Ela, Theodore (Joaquin Phoenix) é um escritor solitário, que acaba de comprar um novo sistema operacional para seu computador. Para a sua surpresa, ele acaba se apaixonando pela voz deste programa informático, dando início a uma relação amorosa entre ambos. Esta história de amor incomum explora a relação entre o homem contemporâneo e a tecnologia."
    },
    {
      "id": 2,
      "titulo": "A Culpa É das Estrelas",
      "ano": "2014",
      "direção": "Josh Bone",
      "duração": "2h6m",
      "avaliação": "81/100",
      "imagem": "https://upload.wikimedia.org/wikipedia/pt/0/08/The_Fault_in_Our_Stars_%28filme%29.jpg",
      "sinopse": "Diagnosticada com câncer, a adolescente Hazel Grace Lancaster (Shailene Woodley) se mantém viva graças a uma droga experimental. Após passar anos lutando com a doença, ela é forçada pelos pais a participar de um grupo de apoio cristão. Lá, conhece Augustus Waters (Ansel Elgort), um rapaz que também sofre com câncer. Os dois possuem visões muito diferentes de suas doenças: Hazel preocupa-se apenas com a dor que poderá causar aos outros, já Augustus sonha em deixar a sua própria marca no mundo. Apesar das diferenças, eles se apaixonam. Juntos, atravessam os principais conflitos da adolescência e do primeiro amor, enquanto lutam para se manter otimistas e fortes um para o outro."
    },
    {
      "id": 3,
      "titulo": "Cidade dos Anjos",
      "ano": "1998",
      "direção": "Brad Silberling",
      "duração": "1h54m",
      "avaliação": "58/100",
      "imagem": "https://br.web.img3.acsta.net/pictures/13/12/09/20/47/582823.jpg",
      "sinopse": "Em Los Angeles, uma dedicada cirurgiã (Meg Ryan) fica arrasada quando perde um paciente durante uma operação, no mesmo instante em que um anjo (Nicolas Cage), que estava na sala de cirurgia, começa a se sentir atraído por ela. Em pouco tempo ele fica apaixonado pela médica e resolve ficar visível para ela, a fim de poder encontrá-la frequentemente, o que acaba provocando entre os dois uma atração cada vez maior, apesar dela ter um sério relacionamento com um colega de profissão. O ser celestial não pode sentir calor, nem o vento no rosto, o gosto de uma fruta ou o toque da sua amada, assim ele cogita em deixar de ser um imortal para poder amar e ser amado intensamente."
    },
    {
      "id": 4,
      "titulo": "Titanic",
      "ano": "1997",
      "direção": "James Cameron",
      "duração": "3h14m",
      "avaliação": "87/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/89/56/94/20055685.jpg",
      "sinopse": "Jack Dawson (Leonardo DiCaprio) é um jovem aventureiro que, na mesa de jogo, ganha uma passagem para a primeira viagem do transatlântico Titanic. Trata-se de um luxuoso e imponente navio, anunciado na época como inafundável, que parte para os Estados Unidos. Nele está também Rose DeWitt Bukater (Kate Winslet), a jovem noiva de Caledon Hockley (Billy Zane). Rose está descontente com sua vida, já que sente-se sufocada pelos costumes da elite e não ama Caledon. Entretanto, ela precisa se casar com ele para manter o bom nome da família, que está falida. Um dia, desesperada, Rose ameaça se atirar do Titanic, mas Jack consegue demovê-la da ideia. Pelo ato ele é convidado a jantar na primeira classe, onde começa a se tornar mais próximo de Rose. Logo eles se apaixonam, despertando a fúria de Caledon. A situação fica ainda mais complicada quando o Titanic se choca com um iceberg, provocando algo que ninguém imaginava ser possível: o naufrágio do navio."
    }
  ],
  "Aventura": [
    {
      "id": 1,
      "titulo": "Indiana Jones e Os Caçadores da Arca Perdida",
      "ano": "1981",
      "direção": "Steven Spielberg",
      "duração": "1h55m",
      "avaliação": "96/100",
      "imagem": "https://br.web.img3.acsta.net/medias/nmedia/18/91/97/58/20172484.jpg",
      "sinopse": "Em 1936, o arqueólogo Indiana Jones (Harrison Ford) é contratado para encontrar a Arca da Aliança, que segundo as escrituras bíblicas conteria 'Os Dez Mandamentos' que Deus revelou a Moisés no Monte Horeb. Mas como a lenda diz que o exército que a possuir será invencível, Indiana Jones terá um adversário de peso na busca pela arca perdida: o próprio Adolf Hitler."
    },
    {
      "id": 2,
      "titulo": "Jurassic Park - Parque dos Dinossauros",
      "ano": "1993",
      "direção": "Steven Spielberg",
      "duração": "2h7m",
      "avaliação": "91/100",
      "imagem": "https://i.pinimg.com/originals/51/ba/64/51ba64b2e61f820e0e86bdd2f4c6e92c.jpg",
      "sinopse": "Um parque construído por um milionário (Richard Attenborough) tem como habitantes dinossauros diversos, extintos a sessenta e cinco milhões de anos. Isto é possível por ter sido encontrado um inseto fossilizado, que tinha sugado sangue destes dinossauros, de onde pôde-se isolar o DNA, o código químico da vida, e, a partir deste ponto, recriá-los em laboratório. Mas, o que parecia ser um sonho se torna um pesadelo, quando a experiência sai do controle de seus criadores."
    },
    {
      "id": 3,
      "titulo": "A Vida Secreta de Walter Mitty",
      "ano": "2013",
      "direção": "Ben Stiller",
      "duração": "1h54m",
      "avaliação": "52/100",
      "imagem": "https://br.web.img2.acsta.net/pictures/210/513/21051366_20131021213607144.jpg",
      "sinopse": "Walter Mitty (Ben Stiller) é o responsável pelo departamento de arquivo e revelação de fotografias da tradicional revista Life. Ele é um homem tímido, levando uma vida simples, perdido em seus sonhos. Ao receber um pacote com negativos do importante fotógrafo Sean O'Connell (Sean Penn), ele percebe que está faltando uma foto. O problema é que trata-se justamente da foto escolhida para ser a capa da última edição da revista. É quando, Walter, com o apoio de Cheryl (Kristen Wiig) é obrigado a embarcar em uma verdadeira aventura."
    },
    {
      "id": 4,
      "titulo": "As Aventuras de Pi",
      "ano": "2012",
      "direção": "Ang Lee",
      "duração": "2h7m",
      "avaliação": "86/100",
      "imagem": "https://br.web.img3.acsta.net/medias/nmedia/18/91/30/40/20328542.jpg",
      "sinopse": "Pi Patel (Suraj Sharma) é filho do dono de um zoológico localizado em Pondicherry, na Índia. Após anos cuidando do negócio, a família decide vender o empreendimento devido à retirada do incentivo dado pela prefeitura local. A ideia é se mudar para o Canadá, onde poderiam vender os animais para reiniciar a vida. Entretanto, o cargueiro onde todos viajam acaba naufragando devido a uma terrível tempestade. Pi consegue sobreviver em um bote salva-vidas, mas precisa dividir o pouco espaço disponível com uma zebra, um orangotango, uma hiena e um tigre de bengala chamado Richard Parker."
    }
  ],
  "Biografia": [
    {
      "id": 1,
      "titulo": "À Procura da Felicidade",
      "ano": "2006",
      "direção": "Gabriele Muccino",
      "duração": "1h57m",
      "avaliação": "67/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/86/96/34/20028591.jpg",
      "sinopse": "Em À Procura da Felicidade, Chris Gardner (Will Smith) é um pai de família que enfrenta sérios problemas financeiros. Apesar de todas as tentativas em manter a família unida, Linda (Thandie Newton), sua esposa, decide partir. Chris agora é pai solteiro e precisa cuidar de Christopher (Jaden Smith), seu filho de apenas 5 anos. Ele tenta usar sua habilidade como vendedor para conseguir um emprego melhor, que lhe dê um salário mais digno. Chris consegue uma vaga de estagiário numa importante corretora de ações, mas não recebe salário pelos serviços prestados. Sua esperança é que, ao fim do programa de estágio, ele seja contratado e assim tenha um futuro promissor na empresa. Porém seus problemas financeiros não podem esperar que isto aconteça, o que faz com que sejam despejados. Chris e Christopher passam a dormir em abrigos, estações de trem, banheiros e onde quer que consigam um refúgio à noite, mantendo a esperança de que dias melhores virão."
    },
    {
      "id": 2,
      "titulo": "Coração Valente",
      "ano": "1995",
      "direção": "Mel Gibson",
      "duração": "2h58m",
      "avaliação": "75/100",
      "imagem": "https://br.web.img3.acsta.net/medias/nmedia/18/90/62/76/20105399.jpg",
      "sinopse": "No século XIII, soldados ingleses matam a mulher do escocês William Wallace (Mel Gibson), bem na sua noite de núpcias. Para vingar a amada, ele resolve liderar seu povo em uma luta contra o cruel Rei inglês Edward I (Patrick McGoohan). Com a ajuda de Robert e Bruce, ele vai deflagrar uma violenta batalha com o objetivo de libertar a Escócia de uma vez por todas."
    },
    {
      "id": 3,
      "titulo": "Um Sonho Possível",
      "ano": "2009",
      "direção": "John Lee Hancock",
      "duração": "2h9m",
      "avaliação": "66/100",
      "imagem": "https://br.web.img2.acsta.net/medias/nmedia/18/87/31/80/19874256.jpg",
      "sinopse": "Michael Oher (Quinton Aaron) era um jovem negro, filho de uma mãe viciada e não tinha onde morar. Com boa vocação para os esportes, um dia ele foi avistado pela família de Leigh Anne Tuohy (Sandra Bullock), andando em direção ao estádio da escola para poder dormir longe da chuva. Ao ser convidado para passar uma noite na casa dos milionários, Michael não tinha ideia que aquele dia iria mudar para sempre a sua vida, tornando-se mais tarde um astro do futebol americano."
    },
    {
      "id": 4,
      "titulo": "O Lobo de Wall Street",
      "ano": "2013",
      "direção": "Martin Scorsese",
      "duração": "3h",
      "avaliação": "80/100",
      "imagem": "https://leiturafilmica.com.br/wp-content/uploads/2015/02/o-lobo-de-wall-street.jpg",
      "sinopse": "Durante seis meses, Jordan Belfort (Leonardo DiCaprio) trabalhou duro em uma corretora de Wall Street, seguindo os ensinamentos de seu mentor Mark Hanna (Matthew McConaughey). Quando finalmente consegue ser contratado como corretor da firma, acontece o Black Monday, que faz com que as bolsas de vários países caiam repentinamente. Sem emprego e bastante ambicioso, ele acaba trabalhando para uma empresa de fundo de quintal que lida com papéis de baixo valor, que não estão na bolsa de valores. É lá que Belfort tem a ideia de montar uma empresa focada neste tipo de negócio, cujas vendas são de valores mais baixos mas, em compensação, o retorno para o corretor é bem mais vantajoso. Ao lado de Donnie (Jonah Hill) e outros amigos dos velhos tempos, ele cria a Stratton Oakmont, uma empresa que faz com que todos enriqueçam rapidamente e, também, levem uma vida dedicada ao prazer."
    }
  ]
}